[robojumper_UISquadSelect]
strSwitchPerspective=Переключить вид
strSwitchPerspectiveTooltip=Переключение между кратким обзором и обычным видом.

trCycleLists=Список циклов

strUnequipSquad=Раздеть отряд
strUnequipSquadTooltip=Снять снаряжение и оборудование у всех бойцов, выбранных для миссии
strUnequipSquadConfirm=Подтвердить снятие снаряжения отряда
strUnequipSquadWarning=Будет снято все снаряжение и оборудование у всех бойцов, выбранных для текущей миссии. Эта экипировка сразу станет доступна для любого солдата.

strUnequipBarracks=Раздеть казарму
strUnequipBarracksTooltip=Снять снаряжение и оборудование у всех бойцов, КРОМЕ выбранных для миссии.
strUnequipBarracksConfirm=Подтвердить снятие снаряжения
strUnequipBarracksWarning=Будет снято все снаряжение и оборудование у всех бойцов, КРОМЕ выбранных для текущей миссии. Эта снятая экипировка сразу станет доступна для любого солдата.

[robojumper_SquadSelect_UISL_MCM]
strModTitle="robojumper's Squad Select"
strLabel="Выбор команды"
strGroupTitle="Общие настройки"

strShowWeaponUpgradeIcons=Показать значки обновления
strSkipSecondaryUpgradeIconsAvailable=Обновить значки только для основных
strShowBGImages=Показать фоновые изображения
strShowMeTheSkills=Показать навыки
strShowStats=Показать статистику
strSkipInitialAbilities=Пропустить исходные способности
strAutofillSquad=Авто заполнить Команду
strOpenWeaponUpgradeWithController=Open Weapon Upgrade With Controller

strDisallowInfiniteScrolling=Запретить бесконечную прокрутку
strSkipIntro=Предпросмотр

strSquadSize=Размер отряда

strSquadSizeSpawnWarning=Отряды в количестве более 9 бойцов вызывают проблемы, так как в точке высадки поддерживается только 9 человек. См. страницу в мастерской для поиска решений!


strHideTrainingCenterButton=Скрыть кнопку Учебного центра

[robojumper_UISquadSelect_SkillsPanel]
strTrainingCenter=навыков: %SOLDIERPOINTS
; removed because duplicate info bad
; (%TOTALPOINTS in Shared Pool)